Repository: NikitaGundorin/VideoEditor
Catalog: VideoEditor/Supporting Files/Localization/*.xcloc/Localized Contents/*.xliff
Languages: ru

# NSAppleMusicUsageDescription
source: This app uses your media library to load song.
ru: Приложение использует музыкальную библиотеку для загрузки песен.

# NSPhotoLibraryAddUsageDescription
source: This app uses your photo library to save edited video.
ru: Приложение использует фотопленку для сохранения обработанного видео.

# NSPhotoLibraryUsageDescription
source: This app uses your photo library to load video for editing.
ru: Приложение использует фотопленку для загрузки видео для обработки.

source: Please, choose another song
ru: Пожалуйста, выберите другую песню

source: Please, try again
ru: Пожалуйста, попробуйте ещё раз

source: This song is not available
ru: Эта песня недоступна

source: Video processing error
ru: Ошибка обработки видео

# 0RI-Np-9pE.normalTitle
source: Add video
ru: Добавить видео

# Rho-P9-kpr.text
source: No video selected
ru: Видео не выбрано

# X7U-MS-lVd.normalTitle
source: Add music
ru: Выбрать музыку

# isn-ri-wPY.text
source: Choose filter
ru: Выберите фильтр
